Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# introduction_local_network_access_skip_message
source: Open System Settings, and go to "Privacy & Security" > "Local Network". Make sure that QuickDrop is enabled, then continue. Otherwise, QuickDrop will not work properly.
ar: افتح إعدادات النظام، ثم انتقل إلى "الخصوصية والأمان" > "الشبكة المحلية". تأكد من تفعيل QuickDrop، ثم تابع. وإلا، فلن يعمل QuickDrop بشكل صحيح.
ca: Obre la Configuració del sistema i ves a «Privadesa i seguretat» > «Xarxa local». Assegura't que QuickDrop està activat i després continua. En cas contrari, QuickDrop no funcionarà correctament.
cs: Otevřete Systémová nastavení a přejděte do "Ochrana soukromí a zabezpečení" > "Místní síť". Ujistěte se, že je QuickDrop povolen, a poté pokračujte. Jinak nebude QuickDrop fungovat správně.
da: Åbn Systemindstillinger, og gå til "Privatliv & Sikkerhed" > "Lokalt netværk". Sørg for, at QuickDrop er aktiveret, og fortsæt derefter. Ellers fungerer QuickDrop ikke korrekt.
de: Öffne die Systemeinstellungen und gehe zu „Datenschutz & Sicherheit“ > „Lokales Netzwerk“. Stelle sicher, dass QuickDrop aktiviert ist und fahre dann fort. Andernfalls funktioniert QuickDrop nicht richtig.
el: Ανοίξτε τις Ρυθμίσεις Συστήματος και μεταβείτε στο "Απόρρητο & Ασφάλεια" > "Τοπικό Δίκτυο". Βεβαιωθείτε ότι το QuickDrop είναι ενεργοποιημένο και, στη συνέχεια, συνεχίστε. Διαφορετικά, το QuickDrop δεν θα λειτουργεί σωστά.
es: Abre Configuración del sistema y ve a "Privacidad y seguridad" > "Red local". Asegúrate de que QuickDrop está activado, luego continúa. De lo contrario, QuickDrop no funcionará correctamente.
es_419: Abre Configuración del sistema y ve a "Privacidad y seguridad" > "Red local". Asegúrate de que QuickDrop esté habilitado, luego continúa. De lo contrario, QuickDrop no funcionará correctamente.
fi: Avaa Järjestelmäasetukset ja siirry kohtaan "Yksityisyys ja turvallisuus" > "Paikallinen verkko". Varmista, että QuickDrop on käytössä, ja jatka sitten. Muuten QuickDrop ei toimi kunnolla.
fr: Ouvrez Réglages Système, puis allez dans « Confidentialité et sécurité » > « Réseau local ». Assurez-vous que QuickDrop est activé, puis continuez. Sinon, QuickDrop ne fonctionnera pas correctement.
fr_ca: Ouvrez les Réglages du système, puis allez à « Confidentialité et sécurité » > « Réseau local ». Assurez-vous que QuickDrop est activé, puis continuez. Sinon, QuickDrop ne fonctionnera pas correctement.
he: פתח את 'הגדרות מערכת', עבור ל'פרטיות ואבטחה' > 'רשת מקומית'. ודא ש-QuickDrop מופעל, ואז המשך. אחרת, QuickDrop לא יעבוד כראוי.
hi: सिस्टम सेटिंग्स खोलें और "प्राइवसी और सुरक्षा" > "लोकल नेटवर्क" पर जाएँ। सुनिश्चित करें कि QuickDrop चालू है, फिर आगे बढ़ें। अन्यथा, QuickDrop सही से काम नहीं करेगा।
hr: Otvorite Postavke sustava i idite na "Privatnost i sigurnost" > "Lokalna mreža". Provjerite je li QuickDrop omogućen, a zatim nastavite. U suprotnom, QuickDrop neće pravilno raditi.
hu: Nyissa meg a Rendszerbeállításokat, majd lépjen a „Adatvédelem és biztonság” > „Helyi hálózat” menüponthoz. Győződjön meg róla, hogy a QuickDrop engedélyezve van, majd folytassa. Ellenkező esetben a QuickDrop nem fog megfelelően működni.
id: Buka Pengaturan Sistem, lalu pergi ke "Privasi & Keamanan" > "Jaringan Lokal". Pastikan QuickDrop diaktifkan, lalu lanjutkan. Jika tidak, QuickDrop tidak akan berfungsi dengan baik.
it: Apri le Impostazioni di Sistema e vai su "Privacy e Sicurezza" > "Rete Locale". Assicurati che QuickDrop sia abilitato, quindi continua. Altrimenti, QuickDrop non funzionerà correttamente.
ja: システム設定を開き、「プライバシーとセキュリティ」＞「ローカルネットワーク」に移動してください。QuickDropが有効になっていることを確認し、続行してください。 無効の場合、QuickDropは正しく動作しません。
ko: 시스템 설정을 열고, "개인정보 보호 및 보안" > "로컬 네트워크"로 이동하세요. QuickDrop이 활성화되어 있는지 확인한 후 계속 진행하십시오. 그렇지 않으면 QuickDrop이 제대로 작동하지 않습니다.
ms: Buka Tetapan Sistem, kemudian pergi ke "Privasi & Keselamatan" > "Rangkaian Tempatan". Pastikan QuickDrop diaktifkan, kemudian teruskan. Jika tidak, QuickDrop tidak akan berfungsi dengan betul.
nb: Åpne Systeminnstillinger, og gå til «Personvern og sikkerhet» > «Lokalt nettverk». Sørg for at QuickDrop er aktivert, og fortsett deretter. Ellers vil ikke QuickDrop fungere som det skal.
nl: Open Systeeminstellingen en ga naar "Privacy & Beveiliging" > "Lokale Netwerk". Zorg ervoor dat QuickDrop is ingeschakeld en ga dan verder. Anders werkt QuickDrop niet goed.
pl: Otwórz Ustawienia systemowe i przejdź do „Prywatność i bezpieczeństwo” > „Sieć lokalna”. Upewnij się, że QuickDrop jest włączony, a następnie kontynuuj. W przeciwnym razie QuickDrop nie będzie działać poprawnie.
pt_br: Abra as Configurações do Sistema e vá em "Privacidade e Segurança" > "Rede Local". Certifique-se de que o QuickDrop está ativado e depois continue. Caso contrário, o QuickDrop não funcionará corretamente.
pt_pt: Abra as Definições do Sistema e vá a "Privacidade e Segurança" > "Rede Local". Certifique-se de que o QuickDrop está ativado e depois continue. Caso contrário, o QuickDrop não funcionará corretamente.
ro: Deschide Setările sistemului și mergi la „Confidențialitate și securitate” > „Rețea locală”. Asigură-te că QuickDrop este activat, apoi continuă. În caz contrar, QuickDrop nu va funcționa corect.
ru: Откройте "Системные настройки" и перейдите в "Конфиденциальность и безопасность" > "Локальная сеть". Убедитесь, что QuickDrop включён, затем продолжайте. Иначе QuickDrop не будет работать правильно.
sv: Öppna Systeminställningar och gå till "Integritet och säkerhet" > "Lokalt nätverk". Se till att QuickDrop är aktiverat, och fortsätt sedan. Annars kommer QuickDrop inte att fungera korrekt.
th: เปิดการตั้งค่าระบบ แล้วไปที่ "ความเป็นส่วนตัวและความปลอดภัย" > "เครือข่ายภายในเครื่อง" ตรวจสอบว่าได้เปิดใช้งาน QuickDrop แล้ว จากนั้นดำเนินการต่อ หากไม่เช่นนั้น QuickDrop จะทำงานไม่ถูกต้อง
tr: Sistem Ayarları'nı açın ve "Gizlilik ve Güvenlik" > "Yerel Ağ" bölümüne gidin. QuickDrop'un etkin olduğundan emin olun, ardından devam edin. Aksi takdirde, QuickDrop düzgün çalışmaz.
uk: Відкрийте Системні налаштування та перейдіть у «Конфіденційність і безпека» > «Локальна мережа». Переконайтесь, що QuickDrop увімкнено, потім продовжуйте. Інакше QuickDrop працюватиме некоректно.
vi: Mở Cài đặt Hệ thống, đi tới "Quyền riêng tư & Bảo mật" > "Mạng cục bộ". Đảm bảo rằng QuickDrop đã được bật, sau đó tiếp tục. Nếu không, QuickDrop sẽ không hoạt động đúng.
zh_hans: 请打开系统设置，进入“隐私与安全”>“本地网络”。确保已启用 QuickDrop，然后继续操作。 否则，QuickDrop 将无法正常工作。
zh_hant: 請打開系統設定，前往「隱私權與安全性」>「本地網絡」。請確保已啟用 QuickDrop，然後繼續操作。 否則，QuickDrop 可能無法正常運作。

# introduction_local_network_access_skip_title
source: Could Not Verify Local Network Status
ar: تعذر التحقق من حالة الشبكة المحلية
ca: No s'ha pogut verificar l'estat de la xarxa local
cs: Nelze ověřit stav místní sítě
da: Kunne ikke verificere status for lokalt netværk
de: Lokaler Netzwerkstatus konnte nicht überprüft werden
el: Δεν ήταν δυνατή η επαλήθευση της κατάστασης του τοπικού δικτύου
es: No se pudo verificar el estado de la red local
es_419: No se pudo verificar el estado de la red local
fi: Paikallisverkon tilan vahvistus epäonnistui
fr: Impossible de vérifier l’état du réseau local
fr_ca: Impossible de vérifier l’état du réseau local
he: לא ניתן לאמת את מצב הרשת המקומית
hi: लोकल नेटवर्क स्थिति सत्यापित नहीं कर सके
hr: Nije moguće provjeriti status lokalne mreže
hu: Nem sikerült ellenőrizni a helyi hálózat állapotát
id: Tidak Dapat Memverifikasi Status Jaringan Lokal
it: Impossibile verificare lo stato della rete locale
ja: ローカルネットワークの状態を確認できませんでした
ko: 로컬 네트워크 상태를 확인할 수 없습니다.
ms: Tidak Dapat Sahkan Status Rangkaian Tempatan
nb: Kunne ikke bekrefte status for lokalt nettverk
nl: Kon netwerkstatus niet verifiëren
pl: Nie udało się zweryfikować stanu sieci lokalnej
pt_br: Não foi possível verificar o status da rede local.
pt_pt: Não Foi Possível Verificar o Estado da Rede Local
ro: Nu s-a putut verifica statusul rețelei locale
ru: Не удалось проверить статус локальной сети
sv: Kunde inte verifiera lokal nätverksstatus
th: ไม่สามารถตรวจสอบสถานะเครือข่ายภายในเครื่องได้
tr: Yerel Ağ Durumu Doğrulanamadı
uk: Не вдалося перевірити стан локальної мережі
vi: Không thể xác minh trạng thái mạng cục bộ
zh_hans: 无法验证本地网络状态
zh_hant: 無法驗證本地網絡狀態

# introduction_no_wifi
source: Wi-Fi Not Available
ar: الواي فاي غير متوفر
ca: Wi-Fi no disponible
cs: Wi-Fi není k dispozici
da: Wi-Fi ikke tilgængelig
de: WLAN nicht verfügbar
el: Το Wi-Fi δεν είναι διαθέσιμο
es: Wi-Fi no disponible
es_419: Wi-Fi no disponible
fi: Wi-Fi ei saatavilla
fr: Wi-Fi non disponible
fr_ca: Wi-Fi non disponible
he: ‏Wi-Fi לא זמין
hi: Wi-Fi उपलब्ध नहीं है
hr: Wi-Fi nije dostupan
hu: Wi-Fi nem elérhető
id: Wi-Fi Tidak Tersedia
it: Wi-Fi non disponibile
ja: Wi-Fiが利用できません
ko: Wi-Fi 사용 불가
ms: Wi-Fi Tidak Tersedia
nb: Wi-Fi ikke tilgjengelig
nl: Wi-Fi niet beschikbaar
pl: Brak dostępnej sieci Wi-Fi
pt_br: Wi-Fi Indisponível
pt_pt: Wi-Fi Indisponível
ro: Wi-Fi indisponibil
ru: Wi-Fi недоступен
sv: Wi-Fi ej tillgängligt
th: ไม่มี Wi-Fi
tr: Wi-Fi Kullanılamıyor
uk: Wi-Fi недоступний
vi: Không tìm thấy Wi-Fi
zh_hans: Wi-Fi 不可用
zh_hant: 無法使用 Wi-Fi

# introduction_no_wifi_description
source: To use QuickDrop, please connect your Mac to a Wi-Fi network. If you are traveling, you may use the hotspot feature of your phone.
ar: لاستخدام QuickDrop، يرجى توصيل جهاز Mac الخاص بك بشبكة Wi-Fi. إذا كنت مسافراً، يمكنك استخدام خاصية نقطة الاتصال في هاتفك.
ca: Per utilitzar QuickDrop, connecta el teu Mac a una xarxa Wi-Fi. Si estàs de viatge, pots utilitzar la funció de punt d'accés del teu telèfon.
cs: Pro použití QuickDrop připojte svůj Mac k Wi-Fi síti. Pokud cestujete, můžete využít hotspot svého telefonu.
da: For at bruge QuickDrop skal du forbinde din Mac til et Wi-Fi-netværk. Hvis du er ude at rejse, kan du bruge hotspot-funktionen på din telefon.
de: Um QuickDrop zu nutzen, verbinde deinen Mac bitte mit einem WLAN. Wenn du unterwegs bist, kannst du den Hotspot deines Handys verwenden.
el: Για να χρησιμοποιήσετε το QuickDrop, παρακαλώ συνδέστε το Mac σας σε δίκτυο Wi-Fi. Αν ταξιδεύετε, μπορείτε να χρησιμοποιήσετε τη λειτουργία hotspot του τηλεφώνου σας.
es: Para usar QuickDrop, conecta tu Mac a una red Wi-Fi. Si estás de viaje, puedes usar la función de punto de acceso de tu teléfono.
es_419: Para usar QuickDrop, conecta tu Mac a una red Wi-Fi. Si estás viajando, puedes usar la función de hotspot de tu teléfono.
fi: Käyttääksesi QuickDropia, yhdistä Macisi Wi-Fi-verkkoon. Jos olet matkalla, voit käyttää puhelimesi hotspot-toimintoa.
fr: Pour utiliser QuickDrop, veuillez connecter votre Mac à un réseau Wi-Fi. Si vous voyagez, vous pouvez utiliser la fonction hotspot de votre téléphone.
fr_ca: Pour utiliser QuickDrop, veuillez connecter votre Mac à un réseau Wi-Fi. Si vous voyagez, vous pouvez utiliser la fonction point d'accès de votre téléphone.
he: כדי להשתמש ב-QuickDrop, חבר את ה-Mac שלך לרשת Wi-Fi. אם אתה בתנועה, אפשר להשתמש בתכונת ה-hotspot של הטלפון שלך.
hi: QuickDrop का उपयोग करने के लिए कृपया अपने Mac को Wi-Fi नेटवर्क से जोड़ें। यदि आप यात्रा कर रहे हैं तो फोन का हॉटस्पॉट इस्तेमाल कर सकते हैं।
hr: Za korištenje QuickDropa povežite svoj Mac na Wi-Fi mrežu. Ako putujete, možete koristiti hotspot sa svog mobitela.
hu: A QuickDrop használatához csatlakoztassa Mac-jét Wi-Fi hálózathoz. Ha utazik, használhatja a telefonja hotspot funkcióját is.
id: Untuk menggunakan QuickDrop, silakan hubungkan Mac Anda ke jaringan Wi-Fi. Jika Anda sedang bepergian, Anda bisa menggunakan fitur hotspot di ponsel Anda.
it: Per usare QuickDrop, collega il Mac a una rete Wi-Fi. Se sei in viaggio, puoi usare l'hotspot del tuo telefono.
ja: QuickDropを使用するには、MacをWi-Fiネットワークに接続してください。旅行中の場合は、スマートフォンのホットスポット機能も利用できます。
ko: QuickDrop을 사용하려면 Mac을 Wi-Fi 네트워크에 연결하세요. 여행 중이라면 휴대폰의 핫스팟 기능을 사용할 수 있습니다.
ms: Untuk menggunakan QuickDrop, sila sambungkan Mac anda ke rangkaian Wi-Fi. Jika anda sedang dalam perjalanan, anda boleh gunakan fungsi hotspot pada telefon anda.
nb: For å bruke QuickDrop må du koble Mac-en til et Wi-Fi-nettverk. Hvis du er på reise, kan du bruke mobilens hotspot-funksjon.
nl: Om QuickDrop te gebruiken, verbind je Mac met een Wi-Fi-netwerk. Ben je onderweg, gebruik dan de hotspot van je telefoon.
pl: Aby korzystać z QuickDrop, połącz swojego Maca z siecią Wi-Fi. Jeśli podróżujesz, możesz użyć funkcji hotspotu w telefonie.
pt_br: Para usar o QuickDrop, conecte seu Mac a uma rede Wi-Fi. Se estiver viajando, utilize o recurso hotspot do seu celular.
pt_pt: Para usar o QuickDrop, ligue o seu Mac a uma rede Wi-Fi. Se estiver a viajar, pode utilizar o hotspot do seu telemóvel.
ro: Pentru a folosi QuickDrop, conectează Mac-ul la o rețea Wi-Fi. Dacă ești în deplasare, poți folosi hotspot-ul telefonului.
ru: Чтобы использовать QuickDrop, подключите ваш Mac к сети Wi-Fi. В поездке можно использовать точку доступа телефона.
sv: För att använda QuickDrop, anslut din Mac till ett Wi-Fi-nätverk. Om du reser kan du använda mobilens hotspotfunktion.
th: ในการใช้ QuickDrop กรุณาเชื่อมต่อ Mac ของคุณกับเครือข่าย Wi-Fi หากคุณกำลังเดินทาง สามารถใช้ฮอตสปอตจากโทรศัพท์ได้
tr: QuickDrop'u kullanmak için lütfen Mac'inizi bir Wi-Fi ağına bağlayın. Seyahat ediyorsanız, telefonunuzun hotspot özelliğini kullanabilirsiniz.
uk: Щоб використовувати QuickDrop, підключіть Mac до Wi-Fi мережі. Якщо ви в дорозі, скористайтеся точкою доступу свого телефону.
vi: Để sử dụng QuickDrop, vui lòng kết nối máy Mac của bạn với mạng Wi-Fi. Nếu bạn đang di chuyển, có thể sử dụng chức năng phát Wi-Fi từ điện thoại.
zh_hans: 要使用 QuickDrop，请将您的 Mac 连接到 Wi-Fi 网络。如果您在旅行，可以使用手机的热点功能。
zh_hant: 要使用 QuickDrop，請將您的 Mac 連接到 Wi-Fi 網路。若在旅途上，可使用手機的熱點功能。

# introduction_no_wifi_skip_message
source: You can skip this step, but you won’t be able to use QuickDrop until connected to a Wi-Fi network.
ar: يمكنك تخطي هذه الخطوة، لكنك لن تتمكن من استخدام QuickDrop حتى تتصل بشبكة Wi-Fi.
ca: Pots ometre aquest pas, però no podràs utilitzar QuickDrop fins que et connectis a una xarxa Wi-Fi.
cs: Tento krok můžete přeskočit, ale dokud se nepřipojíte k Wi-Fi síti, nebudete moci QuickDrop použít.
da: Du kan springe dette trin over, men du kan ikke bruge QuickDrop, før du er forbundet til et Wi-Fi-netværk.
de: Du kannst diesen Schritt überspringen, aber QuickDrop erst nutzen, wenn du mit einem WLAN-Netzwerk verbunden bist.
el: Μπορείτε να παραλείψετε αυτό το βήμα, αλλά δεν θα μπορείτε να χρησιμοποιήσετε το QuickDrop μέχρι να συνδεθείτε σε δίκτυο Wi-Fi.
es: Puedes saltarte este paso, pero no podrás usar QuickDrop hasta que te conectes a una red Wi-Fi.
es_419: Puedes omitir este paso, pero no podrás usar QuickDrop hasta que te conectes a una red Wi-Fi.
fi: Voit ohittaa tämän vaiheen, mutta et voi käyttää QuickDropia ennen kuin olet yhdistänyt Wi-Fi-verkkoon.
fr: Vous pouvez ignorer cette étape, mais vous ne pourrez pas utiliser QuickDrop tant que vous n’êtes pas connecté à un réseau Wi-Fi.
fr_ca: Vous pouvez ignorer cette étape, mais vous ne pourrez pas utiliser QuickDrop tant que vous ne serez pas connecté à un réseau Wi-Fi.
he: ניתן לדלג על שלב זה, אך לא תוכל להשתמש ב־QuickDrop עד שתתחבר לרשת Wi-Fi.
hi: आप इस चरण को छोड़ सकते हैं, लेकिन जब तक आप Wi-Fi नेटवर्क से कनेक्ट नहीं करते तब तक QuickDrop का उपयोग नहीं कर पाएंगे।
hr: Možete preskočiti ovaj korak, ali nećete moći koristiti QuickDrop dok se ne povežete na Wi-Fi mrežu.
hu: Ezt a lépést kihagyhatja, de a QuickDrop csak Wi-Fi hálózathoz csatlakozva használható.
id: Anda dapat melewati langkah ini, namun Anda tidak akan bisa menggunakan QuickDrop hingga terhubung ke jaringan Wi-Fi.
it: Puoi saltare questo passaggio, ma non potrai usare QuickDrop finché non sarai connesso a una rete Wi-Fi.
ja: このステップをスキップすることもできますが、Wi-Fiネットワークに接続するまでQuickDropは利用できません。
ko: 이 단계를 건너뛸 수 있지만, Wi-Fi 네트워크에 연결되지 않으면 QuickDrop을 사용할 수 없습니다.
ms: Anda boleh langkau langkah ini, tetapi anda tidak akan dapat guna QuickDrop sehingga disambungkan ke rangkaian Wi-Fi.
nb: Du kan hoppe over dette steget, men du kan ikke bruke QuickDrop før du er koblet til et Wi-Fi-nettverk.
nl: Je kunt deze stap overslaan, maar je kunt QuickDrop pas gebruiken als je verbonden bent met een wifi-netwerk.
pl: Możesz pominąć ten krok, ale nie będziesz mógł korzystać z QuickDrop, dopóki nie połączysz się z siecią Wi-Fi.
pt_br: Você pode pular esta etapa, mas não poderá usar o QuickDrop até estar conectado a uma rede Wi-Fi.
pt_pt: Pode saltar este passo, mas não poderá usar o QuickDrop até estar ligado a uma rede Wi-Fi.
ro: Poți să sari peste acest pas, dar nu vei putea folosi QuickDrop până nu ești conectat la o rețea Wi-Fi.
ru: Вы можете пропустить этот шаг, но не сможете использовать QuickDrop, пока не подключитесь к Wi-Fi.
sv: Du kan hoppa över detta steg, men du kan inte använda QuickDrop förrän du är ansluten till ett Wi-Fi-nätverk.
th: คุณสามารถข้ามขั้นตอนนี้ได้ แต่จะไม่สามารถใช้ QuickDrop ได้จนกว่าจะเชื่อมต่อกับเครือข่าย Wi-Fi
tr: Bu adımı atlayabilirsiniz, ancak Wi-Fi ağına bağlanmadan QuickDrop'u kullanamazsınız.
uk: Ви можете пропустити цей крок, але не зможете користуватися QuickDrop, поки не підключитесь до Wi-Fi мережі.
vi: Bạn có thể bỏ qua bước này, nhưng sẽ không thể sử dụng QuickDrop cho đến khi kết nối với mạng Wi-Fi.
zh_hans: 您可以跳过此步骤，但在连接到 Wi-Fi 网络前无法使用 QuickDrop。
zh_hant: 你可以略過這個步驟，但在連線到 Wi-Fi 網路之前無法使用 QuickDrop。

# introduction_no_wifi_skip_title
source: Wi-Fi Not Configured
ar: الواي فاي غير مُعد
ca: Wi-Fi no configurada
cs: Wi-Fi není nastaveno
da: Wi-Fi ikke konfigureret
de: WLAN nicht konfiguriert
el: Το Wi-Fi δεν έχει ρυθμιστεί
es: Wi-Fi no configurado
es_419: Wi-Fi no configurado
fi: Wi-Fi ei ole määritetty
fr: Wi-Fi non configuré
fr_ca: Wi-Fi non configuré
he: ה-Wi-Fi לא מוגדר
hi: वाई-फाई कॉन्फ़िगर नहीं किया गया
hr: Wi-Fi nije konfiguriran
hu: Wi-Fi nincs beállítva
id: Wi-Fi Belum Dikonfigurasi
it: Wi-Fi non configurato
ja: Wi-Fi未設定
ko: Wi-Fi가 설정되지 않음
ms: Wi-Fi Tidak Dikonfigurasi
nb: Wi-Fi ikke konfigurert
nl: Wi-Fi niet geconfigureerd
pl: Wi-Fi nie skonfigurowane
pt_br: Wi-Fi não configurado
pt_pt: Wi-Fi Não Configurado
ro: Wi-Fi neconfigurat
ru: Wi‑Fi не настроен
sv: Wi-Fi ej konfigurerat
th: ยังไม่ได้ตั้งค่า Wi-Fi
tr: Wi-Fi Yapılandırılmadı
uk: Wi-Fi не налаштовано
vi: Wi-Fi chưa được cấu hình
zh_hans: Wi-Fi 未配置
zh_hant: Wi-Fi 未設定

# introduction_skip
source: Skip
ar: تخطي
ca: Ometre
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
es_419: Omitir
fi: Ohita
fr: Ignorer
fr_ca: Sauter
he: דילוג
hi: छोड़ें
hr: Preskoči
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_br: Pular
pt_pt: Saltar
ro: Sari peste
ru: Пропустить
sv: Hoppa över
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# plusview_description
source: Unlock QuickDrop+ to continue exchanging files without limits. All current and future features are included, plus the iOS and Android apps.
ar: افتح QuickDrop+ لمتابعة تبادل الملفات بدون حدود. جميع الميزات الحالية والمستقبلية مشمولة، بالإضافة إلى تطبيقات iOS وAndroid.
ca: Desbloca QuickDrop+ per continuar intercanviant arxius sense límits. Inclou totes les funcions actuals i futures, a més de les apps per a iOS i Android.
cs: Odemkněte QuickDrop+, abyste mohli nadále vyměňovat soubory bez omezení. Zahrnuty jsou všechny současné i budoucí funkce, stejně jako aplikace pro iOS a Android.
da: Lås QuickDrop+ op for at fortsætte filudveksling uden begrænsninger. Alle nuværende og fremtidige funktioner er inkluderet, samt iOS- og Android-apps.
de: Schalte QuickDrop+ frei, um Dateien unbegrenzt weiter auszutauschen. Alle aktuellen und zukünftigen Funktionen sowie die iOS- und Android-Apps sind enthalten.
el: Ξεκλειδώστε το QuickDrop+ για να συνεχίσετε να ανταλλάσσετε αρχεία χωρίς περιορισμούς. Περιλαμβάνονται όλα τα τρέχοντα και μελλοντικά χαρακτηριστικά, καθώς και οι εφαρμογές iOS και Android.
es: Desbloquea QuickDrop+ para seguir compartiendo archivos sin límites. Incluye todas las funciones actuales y futuras, además de las apps para iOS y Android.
es_419: Desbloquea QuickDrop+ para seguir intercambiando archivos sin límites. Incluye todas las funciones actuales y futuras, además de las apps para iOS y Android.
fi: Avaa QuickDrop+, jotta voit jatkaa tiedostojen vaihtoa ilman rajoituksia. Kaikki nykyiset ja tulevat ominaisuudet sekä iOS- ja Android-sovellukset sisältyvät hintaan.
fr: Débloquez QuickDrop+ pour continuer à échanger des fichiers sans limites. Toutes les fonctionnalités actuelles et futures sont incluses, ainsi que les applications iOS et Android.
fr_ca: Débloquez QuickDrop+ pour continuer à échanger des fichiers sans limites. Toutes les fonctions actuelles et futures sont incluses, ainsi que les applications iOS et Android.
he: הפעל את QuickDrop+ כדי להמשיך להחליף קבצים ללא הגבלה. כל הפיצ’רים הנוכחיים והעתידיים כלולים, כולל אפליקציות iOS ואנדרואיד.
hi: QuickDrop+ अनलॉक करें ताकि आप बिना किसी सीमा के फाइलों का आदान-प्रदान जारी रख सकें। सभी वर्तमान और भविष्य की विशेषताएँ शामिल हैं, साथ ही iOS और Android ऐप्स भी।
hr: Otključajte QuickDrop+ za neograničenu razmjenu datoteka. Svi trenutačni i budući sadržaji su uključeni, uz iOS i Android aplikacije.
hu: Oldja fel a QuickDrop+ szolgáltatást, hogy korlátlanul küldhessen és fogadhasson fájlokat. Minden jelenlegi és jövőbeli funkció, valamint az iOS és Android alkalmazások is benne vannak.
id: Buka QuickDrop+ untuk terus bertukar file tanpa batas. Semua fitur sekarang dan mendatang termasuk, beserta aplikasi iOS dan Android.
it: Sblocca QuickDrop+ per continuare a scambiare file senza limiti. Tutte le funzionalità attuali e future sono incluse, oltre alle app iOS e Android.
ja: QuickDrop+ をアンロックして、無制限にファイル交換を続けましょう。現在および今後のすべての機能、さらに iOS と Android アプリが含まれます。
ko: QuickDrop+를 잠금 해제하여 파일을 무제한으로 주고받으세요. 현재 및 향후 모든 기능과 iOS, Android 앱 이용이 포함됩니다.
ms: Buka kunci QuickDrop+ untuk terus bertukar fail tanpa had. Semua ciri semasa dan akan datang disertakan, termasuk aplikasi iOS dan Android.
nb: Lås opp QuickDrop+ for å fortsette å utveksle filer uten begrensninger. Alle nåværende og fremtidige funksjoner er inkludert, samt iOS- og Android-appene.
nl: Ontgrendel QuickDrop+ om onbeperkt bestanden te blijven uitwisselen. Alle huidige en toekomstige functies, plus de iOS- en Android-apps zijn inbegrepen.
pl: Odblokuj QuickDrop+, aby dalej wymieniać pliki bez ograniczeń. Otrzymasz wszystkie obecne i przyszłe funkcje oraz aplikacje na iOS i Androida.
pt_br: Desbloqueie o QuickDrop+ para continuar trocando arquivos sem limites. Todos os recursos atuais e futuros estão incluídos, além dos apps para iOS e Android.
pt_pt: Desbloqueie o QuickDrop+ para continuar a trocar ficheiros sem limites. Inclui todas as funcionalidades atuais e futuras, além das apps para iOS e Android.
ro: Deblochează QuickDrop+ pentru a continua transferul de fișiere fără limite. Toate funcțiile actuale și viitoare sunt incluse, plus aplicațiile iOS și Android.
ru: Разблокируйте QuickDrop+, чтобы и дальше обмениваться файлами без ограничений. Все текущие и будущие функции, а также приложения для iOS и Android включены.
sv: Lås upp QuickDrop+ för att fortsätta utbyta filer utan begränsningar. Alla nuvarande och framtida funktioner ingår, samt appar för iOS och Android.
th: ปลดล็อก QuickDrop+ เพื่อส่งไฟล์ได้ไม่จำกัด รวมฟีเจอร์ปัจจุบันและอนาคต พร้อมแอป iOS และ Android
tr: Sınırsız dosya alışverişi için QuickDrop+’ı açın. Mevcut ve gelecek tüm özellikler ile iOS ve Android uygulamaları dahildir.
uk: Відкрийте QuickDrop+, щоб без обмежень обмінюватися файлами. Усі поточні й майбутні функції включено, а також додатки для iOS і Android.
vi: Mở khóa QuickDrop+ để tiếp tục chia sẻ tệp không giới hạn. Bao gồm tất cả tính năng hiện tại và sắp tới, cùng với ứng dụng iOS và Android.
zh_hans: 解锁 QuickDrop+，即可无限制传输文件。包含当前及未来所有功能，并支持 iOS 和 Android 应用。
zh_hant: 解鎖 QuickDrop+，即可無限傳輸檔案。包含所有現有和未來功能，還有 iOS 與 Android 應用程式。
